Repository: f0ffee/academyFall2022
Catalog: ALProject/Translations/ALProject2.*.xlf
Languages: it_it

# Enum 1442036871 - EnumValue 1138956292 - Property 2879900210
source: Fats
it_it: Grassi

# Enum 1442036871 - EnumValue 2979945781 - Property 2879900210
source: Protein
it_it: Proteine

# Enum 1442036871 - EnumValue 837068723 - Property 2879900210
source: Carbohydrates
it_it: Carboidrati

# Enum 1442036871 - Property 2879900210
source: Information Type
it_it: Tipo informazioni

# Page 164845690 - Control 1626888117 - Property 2879900210
source: Nutritional Information
it_it: Informazioni nutrizionali

# Page 2097383676 - Property 2879900210
source: Nutritional Information
it_it: Informazioni nutrizionali

# Page 492406129 - Action 4200628361 - Property 2879900210
source: Card
it_it: Scheda

# Page 492406129 - Property 2879900210
source: Nutritional Information Factbox
it_it: Informazioni nutrizionali

# PageExtension 3157100689 - Action 1173372267 - Property 2879900210
source: Add Macros
it_it: Aggiungi macro

# Report 1151929728 - Control 2346885236 - Property 2879900210
source: Options
it_it: Opzioni

# Report 1151929728 - Control 3437602538 - Property 1295455071
source: Specifies the number of items that are going to be generated.
it_it: Specifica il numero di articoli che verranno generati.

# Report 1151929728 - Control 3437602538 - Property 2879900210
source: No. of items to create
it_it: Nr. di articoli da creare

# Report 1151929728 - Method 2736589801 - NamedType 2248871371
source: This is the description of item %1
it_it: Questa è la descrizione della voce %1

# Report 1274032355 - Method 1544076788 - NamedType 714204962
source: Are you sure you want to modify all carbohydrates?
it_it: Sei sicuro di voler modificare tutti i carboidrati?

# Report 2241098559 - Control 1957321609 - Property 1295455071
source: If enabled, shows the picture for the displayed item.
it_it: Se abilitato, mostra l'immagine dell'articolo visualizzato.

# Report 2241098559 - Control 1957321609 - Property 2879900210
source: Show Picture
it_it: Mostra immagine

# Report 2241098559 - Control 4105281732 - Property 2879900210
source: Options
it_it: Opzioni

# Report 2241098559 - Property 2879900210
source: Print Nutritional Information
it_it: Stampa informazioni nutrizionali

# Report 2241098559 - ReportLabel 1207283454
source: Fats (g)
it_it: Grassi (g)

# Report 2241098559 - ReportLabel 1228942691
source: Protein (g)
it_it: Proteine (g)

# Report 2241098559 - ReportLabel 3040577680
source: Nutritional Information
it_it: Informazioni nutrizionali

# Report 2241098559 - ReportLabel 3619174261
source: Carbohydrates (g)
it_it: Carboidrati (g)

# Report 3086873898 - Method 2736589801 - NamedType 1259361324
source: Are you sure you want to delete some items?
it_it: Sei sicuro di voler eliminare alcuni articoli?

# Table 741989700 - Field 2380051424 - Property 2879900210
source: Calorie Count
it_it: Importo calorie

# Table 741989700 - Field 568743302 - Property 2879900210
source: Item No.
it_it: Articolo nr.

# Table 741989700 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 741989700 - Field 659838168 - Property 2879900210
source: Information Type
it_it: Tipo informazioni

# Table 741989700 - Property 2879900210
source: Nutritional Information
it_it: Informazioni nutrizionali

# TableExtension 1009479397 - Field 1435516698 - Property 2879900210
source: Total Calories
it_it: Calorie totali

# TableExtension 1647176014 - Field 1138956292 - Property 2879900210
source: Fats
it_it: Grassi

# TableExtension 1647176014 - Field 1435516698 - Property 2879900210
source: Total Calories
it_it: Calorie totali

# TableExtension 1647176014 - Field 2979945781 - Property 2879900210
source: Protein
it_it: Proteine

# TableExtension 1647176014 - Field 837068723 - Property 2879900210
source: Carbohydrates
it_it: Carboidrati

# TableExtension 371782780 - Field 1138956292 - Property 2879900210
source: Fats
it_it: Grassi

# TableExtension 371782780 - Field 1435516698 - Property 2879900210
source: Total Calories
it_it: Calorie totali

# TableExtension 371782780 - Field 2979945781 - Property 2879900210
source: Protein
it_it: Proteine

# TableExtension 371782780 - Field 837068723 - Property 2879900210
source: Carbohydrates
it_it: Carboidrati

# TableExtension 4029053459 - Field 1138956292 - Property 2879900210
source: Fats
it_it: Grassi

# TableExtension 4029053459 - Field 1435516698 - Property 2879900210
source: Total Calories
it_it: Calorie totali

# TableExtension 4029053459 - Field 2979945781 - Property 2879900210
source: Protein
it_it: Proteine

# TableExtension 4029053459 - Field 837068723 - Property 2879900210
source: Carbohydrates
it_it: Carboidrati
